just_error = 'Произошла какая-то ошибка'

username_info = '''
Для использования бота необходимо задать никнейм в телеграмме. 
Подрбнее можно почитать здесь:
https://dmitrybobrovsky.ru/2020/05/23/kak-sozdat-nickname-nik-nick-login-v-telegram/
'''

enter_name = 'Введите фамилию и имя в формате "Иванов Иван"'

centr_info = '''
'Многопрофильный медицинский центр Белая Орхидея - это современные методы обследования и диагностики,\
 передовое техническое оснащение, высокотехнологичное оборудование, безупречная вежливость и внимательность \
 персонала а также сервис высочайшего уровня.

Мы предоставляем такие услуги как:
Урология
Эндокринология
Aкушерство и гинекология
Гастроэнтеролог
Дерматология
Детский невролог
Лазерная хирургия
Кардиология
Лаборатория
Лор
Маммология
Неврология
Онкология
Офтальмология
Проктология
Терапия
Травмотолог-ортопед
УЗИ
Хирургия
Флеболог

Наши соц.сети:
'''

schedule = '''
Понедельник - суббота: с 8.00 до 20.00
Воскресенье: с 8.00 до 18.00
Без перерывов
'''

contacts = '''
Ул. Ленина, 84, город Троицк, Челябинская область, 457100

Телефоны:
8-951-258-36-51
8-982-363-41-00
8-35163-5-80-10
8-35163-7-16-61
'''


start_message = '''
Я бот, который поможет тебе взаимодействать с медицинским центром Белая Орхидея!
Что тебя интересует?
'''

not_allowed_doctor = '''
У этого врача в ближайшее время нет доступного времени.
Для более подробной информации звонить в медициский центр (поле "Контакты" в меню)
'''

not_allowed_time = 'В этот день у врача нет свободного времени, выберите другой день'

need_phone = 'Для записи на прием необходим ваш номер телефона'

return_menu = 'Вы вернулись в главное меню'

leave_feedback = """
Оставьте отзыв
https://prodoctorov.ru/troick-ch/lpu/52613-belaya-orhideya/
"""

bad_feedback = """
Очень жаль! Расскажите, что именно вам не понравилось?
"""
